<?php
return [
    'main' => [
        'allow_upload' => 'Разрешить загрузку файлов',
        'allow_upload_description' => 'Разрешить загрузку файлов через файловый менеджер ElFinder',
        'allow_move' => 'Разрешить перемещение файлов',
        'allow_move_description' => 'Разрешить перемещение файлов между доступными в проекте дерикториями',
        'allow_delete' => 'Разрешить удаление файлов',
        'allow_delete_description' => 'Разрешить удаление файлов с сервера через файловый менеджер ElFinder',
        'history' => 'Включить сбор истории событий',
        'history_description' => 'Включить сбор истории событий происходящих в файловом менеджере ElFinder (загрузка,перемещение,удаление файлов)',
        'theme' => 'Тема оформления файлового менеджера ElFinder',
        'theme_description' => 'Тема оформления файлового менеджера ElFinder',
        'themes' => [
            'default' => 'По умолчанию',
            'win10'=>'Windows 10'
        ]
    ]
];
